For Revit Macros internal use only.
  Namespace:   Autodesk.Revit.UI.Macros
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void OnShutdownEO()
  Visual Basic
Public Sub OnShutdownEO
  Visual C++
public:
virtual void OnShutdownEO() sealed
 Implements
  IEntryPoint OnShutdown
 See Also
  ApplicationEntryPoint Class
  Autodesk.Revit.UI.Macros Namespace